Repository: azurecurve/azrcrv-toggle-showhide
Catalog: languages/azrcrv-toggle-showhide-*.po
Languages: ru_ru

source: Toggle shortcode can be used to show/hide content.
ru_ru: Шорткод переключателя можно использовать, чтобы показать/скрыть содержимое.

source: Settings
ru_ru: Настройки

source: Toggle Show/Hide Settings
ru_ru: Настройки Toggle Show/Hide

source: You do not have sufficient permissions to access this page.
ru_ru: У вас недостаточно прав для доступа к этой странице.

source: Settings have been saved.
ru_ru: Настройки сохранены.

source: To use the toggle in a widget, you will need a plugin (such as %s) which enables shortcodes in widgets.
ru_ru: Чтобы использовать переключатель в виджете, вам понадобится плагин (наподобие %s), который разрешает шорткоды в виджетах.

source: If the options are blank then the defaults in the plugin's CSS will be used.
ru_ru: Если настройки не заполнены, по умолчанию будут использоваться значения из CSS плагина.

source: Use multisite options instead of the site options below?
ru_ru: Использовать настройки мультисайта вместо указанных ниже настроек сайта?

source: Disable images in toggle title?
ru_ru: Отключить изображения в заголовке переключателя?

source: Title Tag
ru_ru: Тег заголовка

source: Set default title tag (e.g. h3); if not set, %s will be used.
ru_ru: Укажите тег заголовка по умолчанию (например, h3). Если не заполнено, будет использован тег %s.

source: Title
ru_ru: Заголовок

source: Set default title text (e.g. Click here to toggle show/hide)
ru_ru: Укажите текст заголовка по умолчанию (например, «Нажмите сюда, чтобы показать/скрыть»)

source: Width
ru_ru: Ширина

source: Set default width (e.g. 65% or 500px)
ru_ru: Установите ширину по умолчанию (например, «65 %» или «500 px»)

source: Border
ru_ru: Граница

source: Set default border (e.g. 1px solid #00F000)
ru_ru: Укажите границу по умолчанию (например, «1px solid #00FF00»)

source: Title Color
ru_ru: Цвет заголовка

source: Set default title color (e.g. #000)
ru_ru: Укажите цвет заголовка по умолчанию (например, #000)

source: Title Background Color
ru_ru: Цвет фона заголовка

source: Set default title background color (e.g. #00F000)
ru_ru: Укажите цвет фона заголовка по умолчанию (например, «#00F000»).

source: Title Font Family
ru_ru: Шрифт (гарнитура) заголовка

source: Set default title font family (e.g. Arial, Calibri)
ru_ru: Укажите шрифт заголовка по умолчанию (например, «Arial, Calibri»)

source: Title Font Size
ru_ru: Размер шрифта заголовка

source: Set default title font size (e.g. 1.2em or 14px)
ru_ru: Укажите размер шрифта заголовка по умолчанию (например, «1.2em» or «14px»)

source: Title Font Weight
ru_ru: Насыщенность шрифта заголовка

source: Set default title font weight (e.g. 600)
ru_ru: Укажите насыщенность шрифта заголовка по умолчанию (например, «600»)

source: Text Color
ru_ru: Цвет текста

source: Set default text color (e.g. #000)
ru_ru: Укажите цвет основного текста по умолчанию (например, «#000»)

source: Text Background Color
ru_ru: Цвет фона текста

source: Set default text background color (e.g. #00F000)
ru_ru: Укажите цвет фона заголовка по умолчанию (например, «#00F000»).

source: Text Font Family
ru_ru: Шрифт (гарнитура) текста

source: Set default text font family (e.g. Arial, Calibri)
ru_ru: Укажите шрифт основного текста по умолчанию (например, «Arial, Calibri»)

source: Text Font Size
ru_ru: Размер шрифта текста

source: Set default text font size (e.g. 1.2em or 14px)
ru_ru: Укажите размер шрифта для основного текста по умолчанию (например, «1.2em» или «14px»)

source: Text Font Weight
ru_ru: Насыщенность шрифта текста

source: Set default text font weight (e.g. 600)
ru_ru: Укажите насыщенность шрифта для основного текста по умолчанию (например, «600»)

source: Image Open
ru_ru: Открыть изображение

source: Image Close
ru_ru: Закрыть изображение

source: Image Location
ru_ru: Расположение изображения

source: Left
ru_ru: Слева

source: Right
ru_ru: Справа

source: Select whether the toggle image should be displayed to the left or right.
ru_ru: Выберите, где должно находиться изображение переключателя: слева или справа.

source: Disable Images?
ru_ru: Отключить изображения?

source: Disable images in toggle title? Override setting by putting disable_image=0 in toggle.
ru_ru: Отключить изображения в заголовке переключателя? Переопределяйте эту настройку, указывая «disable_image=0» в переключателе.

source: Allow Shortcodes?
ru_ru: Разрешить шорткоды?

source: Allow shortcodes within toggle?
ru_ru: Разрешить шорткоды в переключателе?

source: Submit
ru_ru: Отправить

source: You do not have permissions to perform this action
ru_ru: У вас нет прав на выполнение этого действия

source: Network Settings have been saved.
ru_ru: Сетевые настройки сохранены.

source: If multisite is being used these options will be used when Use Multisite enabled in Site Options; if the options are blank the defaults in the plugin's CSS will be used.
ru_ru: Для мультисайта эти настройки будут задействованы в том случае, если в настройках сайта выставлен флаг «Использовать мультисайт». Если настройки не заполнены, по умолчанию будут использоваться значения из CSS плагина.

source: Set default title background color (e.g. 1px solid #00F000)
ru_ru: Укажите цвет фона заголовка по умолчанию (например, «1px solid #00F000»).

source: Set default bg_text (e.g. 1px solid #00F000)
ru_ru: Укажите цвет фона основного текста по умолчанию (например, «1px solid #00F000»)
